{
  "id": "bultac",
  "title": "Orrathis: Awakening",
  "cover": "https://haxypjwntxcxwonswmsm.supabase.co/storage/v1/object/public/book/bookcover.png",
  "description": "An epic tale of adventure, magic, and ancient kingdoms.",
  "chapters": [
    {
      "id": "ch-1",
      "title": "Visit of the Shadow",
      "content": {
          "tr": "\"Herkes dışarı! Çabuk!\"\n\nHandaki boğuk gürültü han sahibinin aceleci bağırışları ile kesildi. Normalde sakinliği ile bilinen yaşlı kurt, böyle bir tepki verince zaten çoğunluğu her zamanki müşteriler olan kalabalık, küçük sinirliden çok meraklı homurtular ile hanı yavaş yavaş terk etti. Boş kalan tahta masalar ve dağınık sandalyelerin boşluğuna birkaç saniye baktı yaşlı adam. Çok fazla kişi dışarıya çıkmıştı ve hesaplar ödenmemişti; lakin birkaç düzenli müşteri üç aşağı beş yukarı hesaplarını barın üstüne bırakmışlardı. Birkaç kron ve gümüş masada şıngırdadı, metal sesleri kesildiğinde han tamamen boşalmış ve kapı kapanmıştı. Yaşlı adam, koyu kumaşlarla sarılı şüpheli şahsı içeriye bir masaya buyur etti.\n\n\"Şöyle geç, içecek bir şey ister misin?\"\n\"Sağ ol Brön, teşekkür ederim ama hiçbir şey içecek halim yok.\"\n\"Bu kadar önemli ne var da beni bu kadar zarara soktun, söyle bakalım.\"\n\"Çok büyük haberler var ve acilen bunların imparatora taşınması gerekiyor, peşimde üç gölge var.\"\n\"Üç mü?\"\n\"En azından saydığım kadarıyla üç.\"\n\"Bu kadar önemli ne bilgisi taşıyorsun da Teokrasi peşine gölgelerini takıyor? Zaten kıtanın bu tarafında nasıl oluyor da üç tane gölge olabiliyor?\"\n\"Teokraside iki ay önce bir çocuk doğdu. Herkes onu bekliyordu, ulu anaların beşincisinin kızı. Adını maalesef bilmiyorum ama bütün ülke bu bebeği bekliyordu çünkü çok inanılmaz bir özelliği vardı.\"\n\"Neymiş o?\"\n\"Anne karnında tanrı kutsamasını almış.\"\n\"Ne! Nasıl olabilir ki böyle bir şey.\"\n\"Ben de bilmiyorum gerçekten ama çocuğa seçilmiş kişi olarak bakıyorlar. Bundan yıllar sonra Hüküm Oyunlarına katılması gerektiğini bile söylüyorlar.\"\n\"Sen de bu çocuğun doğumunu imparatora mı yetiştirmeye gidiyorsun?\"\n\"Evet.\"\n\"Elbet Sewin’in kulağına gidecektir ki yeni bir prens doğacak. Sen oraya giderken belki de doğru; orası çok kalabalık olacaktır. Gizli bir şekilde ulaşabilir misin, bilmiyorum.\"\n\"Elbet yayılacaktır ama bu ciddi bir mesele. Peşimdeki gölgeler de Teokrasinin olayın ciddiyetinin farkında olduğunu ve bizim hemen öğrenmemizi istemediğinin göstergesi sayılabilir, değil mi?\"\n\"Sanırım öyle. Peki ne yapacaksın?\"\n\"Beni kimsenin görmemesi lazım ama artık çetin olmayan yerlerde kalabilecek bir durumum yok.\"\n\nYabancının yorgun olduğu belliydi. Kumaşlarını yavaşça çıkardı ve kaliteli deri zırhı ortaya çıktı; krallığın armalarıyla örülmüş omuzlukları onu yorgun haline rağmen heybetli gösteriyordu. Ama sol tarafındaki bir yaranın izi hâlâ duruyordu; zırh yıpranmış, akan kandan boyanmıştı.\n\n\"Yaralanmışsın.\"\n\"Ciddi bir şey değil.\"\n\nYaşlı adam kızgınlığını belli ederek somurttu.\n\n\"Kendine hiç bakmıyorsun.\"\n\"Benim bir önemim yok, beden iyileşebilir; başkentte hallederler.\"\n\"Başkente varabilirsen tabii ki.\"\n\nGülümsedi. Kendinden fazla emin bir yüz ifadesi takınıyordu; yaralı bedenine göre biraz abartılıydı bu. Brön kaşlarını çattı.\n\n\"Ciddiyim Ruf. Bu işi ciddiye alsan iyi olur. Sadece sen değil, belki de ben bile tahtalı köyü boylayabilirim bu olay sonlanmadan.\"\n\nRuf’ın gülümsemesi bir anda soldu ve yüzü ciddileşti.\n\n\"Bu konuda senden özür dilerim, babalık, ama başka sığınacağım hiçbir yer yoktu. Ne kadar sinirlensen haklısın.\"\n\nBrön sakallarının üstünde ellerini gezdiriyordu. Beyaz saç damarları bir ağacın dalları gibi çevrelemişti sakallarını ama daha tamamen ele geçirememişlerdi. Hanın içinde bir yukarı bir aşağı yürüyüp düşünüyordu.\n\n\"Burada bir ay kadar kalırsan gölgelerin seni bulma şansı kalmaz. Mahzende yatabilirsin. Sana bakmaktan gücenmem.\"\n\"Hayır babalık, bu bilgiyi en kısa sürede krallığa götürmeliyim.\"\n\"Kuş gönder.\"\n\"Kuşu alacak kişinin kim olduğunu bilmeden bu iş mümkün değil.\"\n\"Bir mesaj için fazla risk alıyorsun, bu işi kişisel bir mesele haline çevirmişsin.\"\n\nBrön biraz düşündü. Olayın arkasında başka bir şeyin olduğunu sezinliyordu. Ruf yüksek rütbeli bir şövalye değildi, bunu biliyordu. Belki de yükselmek için kralın takdirine ihtiyacı vardı, bu da harika bir şanstı. Yine de hayatını tehlikeye atacak kadar önemli miydi? Gölgeler —hem de üç tane— gerçekten çok tehlikeliydi. Eskiden Brön birkaç gölgeyle karşılaşma şanssızlığını yaşamıştı. Tanrılarından aldıkları kutsama ile karanlıkta neredeyse görünmez olan bu özel eğitimli askerler, Teokrasinin gizli görevlerdeki en güçlü silahlarıydı. Kas gücü olarak çok üstün olmayabilirlerdi ama gizlilik, yetenek ve kıvraklıkta kıtada rakipleri çok azdı. Mutlaka başka bir neden olmalıydı ama Brön, Ruf’u zorlamak istemedi. Onu manipüle etmek ya da kandırmak onun tarzı değildi.\n\nRuf da Brön’ün düşündüğünü görebiliyordu. Dikkatlice yaşlı adamın git-gellerini izliyordu. Bir savaşçı olarak istemsizce onun eklemlerine ve ellerinin yerleşimine bakıyordu; yüzündeki derin düşünceleri seçemiyor, neler düşündüğünü anlayamıyordu.\n\n\"Bir biran var mı?\" diye sordu Ruf, gülümseyerek. Brön’ün derin düşünceleri bu istek ile bölündü. Rufa baktı, başıyla onayladı. İçeriden bir tepsi aldı, iki bira doldurdu ve yanına bir somun ekmek, iki dilim peynir ve dört tütsülenmiş sosis koydu. Izgarayı açınca yayılan koku daha sosisler masaya gelmeden Ruf’a ulaşmıştı.\n\n\"Agh, yine şu sosisten mi yaptın ihtiyar? Harikasın.\"\n\nBrön tepsiyi masaya getirdi, biraları karşılıklı koydu, yemekleri Ruf’un önüne bıraktı. Ruf teşekkür edip sakince ekmeğin bir parçasını kopardı, biranın içine soktu. Birasına başlamadan önce hep böyle yapardı. Brön bu huyunu hiç sevmezdi: \"Bira zaten sıvı ekmektir evlat, bu yaptığın anlamsız.\" derdi her zaman. Ama şimdi ders verme zamanı değildi, Ruf’un yemek yemesi gerekiyordu. Genç adam önüne konan yemekleri nefes almadan mideye indirirken Brön birasını ufak ufak yudumladı.\n\n\"Bu gece burada yatarsın. Sana bir yatak ve yolluk ayarlarım. Biraz da şifalı iksirlerim olması gerekiyor, yaran için onları kullanırız.\" dedi Brön.\n\nDaha fazla ısrar edilmemesi Ruf’un içini rahatlattı. Yaşlı adamın onu anladığını hissetti. Sosisinden büyük bir ısırık aldı, birasıyla yuvarladı.\n\n\"Teşekkür ederim Brön, borcumu ödeyeceğim söz.\"\n\nYaşlı adam gülümsedi. Böyle gereksiz sözlerden çok duymuştu. Ödemesine gerek yoktu, bunu ikisi de biliyordu ama Ruf kendini rahatlatmak istiyordu.\n\n\"Yemeğini yedikten sonra aşağıya inip uyuyabilirsin, ben de paketi hazırlayayım.\" dedi ve yukarıya çıktı.\n\nRuf biraz daha masada oturup yemek ve içeceğini bitirdi, ayağa kalktı ve mahzene doğru yolunu aldı. Barın arkasından geçip sol alttaki merdivenden indi. Mahzenin havası biraz boğucuydu ama uyuyamayacak kadar değildi. Daha kötü yerlerde uyumuştu, bu onun için iyi bir seçenekti. Dikey istiflenmiş bira fıçıları duvarların kenarında yükseliyordu. İleride hazırlanmış köşeyi gördü. Yatağın kenarındaki küçük çantaya baktı: içinde üç altın (bu kadar parayla başkente yirmi kez gidilip gelinebilirdi), iki iyileştirme iksiri, biraz peynir ve ekmek vardı. Ruf gülümsedi, iksirlerden birini içti, kendini örtünün üstüne bıraktı. Yorgun bedeni günlerdir ilk kez kısmen güvenli bir yerde yatmanın etkisiyle saniyeler içinde uykuya daldı.",
          "en": "\"Everyone out! Quickly!\"\n\nThe muffled noise of the inn was cut short by the hurried shout of the innkeeper. Normally known for his calmness, the old wolf’s sudden outburst startled the crowd—most of whom were regulars—into leaving, not with anger but with curious murmurs. The old man gazed for a few seconds at the now-empty wooden tables and scattered chairs. Many had left without paying, though a few loyal customers had tossed some coins on the bar. A couple of crowns and silvers clinked on the tables, and once the sound died away the inn was completely empty and the door shut. The old man gestured for the cloaked, suspicious figure to sit at a table.\n\n\"Sit down. Do you want something to drink?\"\n\"Thanks, Brön, but I’m in no state to drink anything.\"\n\"What could be so important that you’ve cost me this much tonight?\"\n\"I carry grave news, and they must reach the Emperor at once. Three shadows are on my trail.\"\n\"Three?\"\n\"At least, that’s how many I counted.\"\n\"What information is so important that the Theocracy sends its shadows after you? And how are there even three of them this far into the continent?\"\n\"Two months ago, a child was born in the Theocracy. Everyone was waiting for her—the daughter of the fifth Great Mother. I don’t know her name, but the entire nation had awaited this child, for she was born with something incredible.\"\n\"What was it?\"\n\"She received the blessing of God while still in the womb.\"\n\"What! How could such a thing be possible?\"\n\"I don’t know either, but they already see her as the chosen one. Some even say she must one day take part in the Judgment Games.\"\n\"And you’re trying to deliver news of her birth to the Emperor?\"\n\"Yes.\"\n\"Sewin will surely hear of it soon, that a new heir has been born. Perhaps you’re right—the capital will be crowded. I don’t know if you can reach it unseen.\"\n\"It will spread, yes, but this is serious. The shadows following me prove that the Theocracy knows its importance and does not want us to learn of it quickly.\"\n\"I suppose so. Then what will you do?\"\n\"I must not be seen, but I can no longer linger in safe places.\"\n\nThe stranger’s exhaustion was obvious. He slowly removed his cloak, revealing fine leather armor, its pauldrons embroidered with the royal crest. Even weary, it gave him a commanding presence. Yet the scar of a wound marred his side, and the armor was worn, stained with blood.\n\n\"You’re wounded.\"\n\"It’s nothing serious.\"\n\nThe old man scowled, his displeasure plain.\n\n\"You never take care of yourself.\"\n\"I don’t matter. The body will heal; they’ll patch me up in the capital.\"\n\"If you make it there, that is.\"\n\nThe man smiled, too confidently for someone in his state. Brön frowned.\n\n\"I’m serious, Ruf. You’d best take this seriously. Not only you—perhaps even I may die before this ends.\"\n\nRuf’s smile faded at once, his face turning grave.\n\n\"Forgive me, fatherly one, but I had nowhere else to turn. You’re right to be angry.\"\n\nBrön stroked his beard, its white strands branching like the limbs of a tree, though not yet fully overtaken. He paced the inn, lost in thought.\n\n\"If you stay here a month, the shadows will lose your trail. You could rest safely in the cellar. I would not begrudge looking after you.\"\n\"No, father, this news must reach the kingdom as soon as possible.\"\n\"Send a bird.\"\n\"Impossible without knowing who would receive it.\"\n\"You’re taking too great a risk for a message, making this into something personal.\"\n\nBrön pondered. He suspected there was more to this. Ruf was not a knight of high rank—he knew that. Perhaps he sought advancement, the king’s recognition, and this was the perfect chance. But was it worth risking his life? The shadows—three of them, maybe more—were deadly. Brön had once suffered the misfortune of facing them. Blessed by their gods, they moved unseen in darkness; the Theocracy’s finest weapon for secret missions. Physically they were not the strongest, but in stealth, skill, and agility they were unmatched. Surely there was another reason behind all this, but Brön would not press Ruf. Manipulating him for information was not his way.\n\nRuf, too, could see Brön was deep in thought. As a warrior, he instinctively studied the old man’s posture and hands, though he could not read the depths of his face.\n\n\"Got a beer for me?\" Ruf asked with a grin, breaking Brön’s reverie. The innkeeper nodded, fetched a tray, poured two beers, and added bread, cheese, and four smoked sausages. The aroma of the grill reached Ruf before the food did.\n\n\"Agh, sausages again? You’re the best, old man.\"\n\nBrön set the tray on the table, placed the beers opposite each other, and laid the food before Ruf. The young man tore a piece of bread and dipped it in his beer before drinking—an old habit Brön always disliked. \"Beer is liquid bread already, lad. What you do is pointless,\" he would often say. But this was no time for lectures; Ruf needed food. The young man devoured the meal while Brön sipped his beer slowly.\n\n\"You’ll sleep here tonight. I’ll arrange a bed and provisions. I should have some healing draughts left—we’ll use one on your wound,\" Brön said.\n\nRuf felt relieved not to be argued with further. He sensed the old man understood him. He bit into the sausage, washing it down with beer.\n\n\"Thank you, Brön. I swear I’ll repay you.\"\n\nThe old man smiled. He’d heard such words countless times. Repayment was unnecessary—they both knew it—but Ruf needed to ease his conscience.\n\n\"Once you’ve eaten, go down and sleep. I’ll prepare the pack,\" Brön said, heading upstairs.\n\nRuf lingered a while longer to finish his food and drink, then rose and descended into the cellar. The air was heavy, but not unbearable. He’d slept in worse places, and this was the best he had. Rows of stacked beer barrels lined the walls. He spotted a corner prepared with a blanket. At its side lay a small pack: three gold coins (enough to travel to the capital twenty times), two healing potions, some bread and cheese. Ruf smiled, drank one potion, and lay upon the blanket. For the first time in days, his weary body rested in relative safety, and he drifted into sleep within seconds."
      }
    }
  ]
}
