[
  {
    "id": "Blutac Kingdom",
    "title": "Blutac Kingdom",
    "lores": [
      {
        "id": "1",
        "name": "Old man Brön's Inn",
        "image": "oldman-brons-tavern",
        "content": {
          "tr": "Brön’ün Hanı, Monarşinin başkentinin kuzeydoğusunda, Belvrow hanesinin kalesi ile başkent arasında yer alan tarım köylerinden biri olan Uzun Kuyruk Köyü’nde bulunur. Bina, diğer köy binalarına göre yeni yapılmıştır; Brön bizzat yapımını üstlenmiş ve tüm masrafları karşılamıştır. Han’ın ünü köyü aşmış, Brön’ün damıttığı biranın tadı Belvrow hanesine kadar ulaşmıştır. Brön her yıl haneye 80 fıçı bira gönderir; bunun yarısıyla tüm vergisini öder. Soylular da bazen başkente giderken hana uğrar, ünlü biradan sipariş edip biraz dinlenirler. Ancak Brön onların gelmesinden hoşlanmaz. Çok para bırakmalarında sıkıntı yoktur fakat geldiklerinde köylüler hana giremez; Brön bundan hoşnut değildir ama soylulara saygıda kusur etmez çünkü aksi davranışın sonuçlarını bilmektedir.\n\nHan, görünüş olarak köye pek uymaz. Köydeki çoğu yapı kerpiç ve tahtadan yapılmışken, han sağlam taş duvarları, hayvan işlemeli ahşap kapı ve pencere çerçeveleriyle ortalama bir köy için fazla gösterişli sayılır. Brön buraya emeklilik parasının neredeyse tamamını yatırmıştır fakat şikayetçi değildir; işler iyi gitmekte ve yatırım çoktan geri dönmüştür. Demir çizgilerle işlenmiş ahşap kapı açıldığında içeride doğrudan bar kısmı görünür. Bel hizasından biraz yukarıda uzanan ahşap tezgâhın arkasında gerekli malzemeler, mahzene iniş ve üst kata çıkan merdiven bulunur. Barın karşısında solda sıralanmış masalar ve sandalyeler her gün tertemiz parlar. Bazılarındaki işlemeler hâlâ dururken, bazılarında sayısız konuk yüzünden silinmiş ya da Brön’ün sabah temizliklerinden yok olmuştur. Masalar ve sandalyeler ağır ahşap ve demir çerçevelerle yapılmıştır; özellikle sarhoşların devirememesi için sağlamdır. Sandalyelerin altında da özel dairesel metaller vardır.\n\nHan yemek ve içecek servisi sunar fakat kalacak oda yoktur. Ancak masalarda uyuyakalanlara Brön ses etmez. Genellikle arka masalara geçenler biralarını söyleyip başlarını koyar, sabah olunca kalan ılık biralarını bitirip parasını öder, hanı terk ederler. Han iki katlıdır; üst kat Brön’ün evidir. Yaşlı adam sabahları uyuyanları uyandırır, hanı 6 saatliğine kapatıp uyur, öğleden sonra tekrar açar. Kimse Brön’ü yorgun görmemiştir; her zaman dinçtir, işini ciddi yapar, çok gülmez ama sohbeti sever. Derin muhabbet edenleri geri çevirmez; ülke ve kıta haberlerini zevkle dinler, bazen soru sorar, bazen yorum katar. Böyle haber getirenlere bira ikram etmek gelenek hâline gelmiştir.\n\nHan’ın menüsü yoktur. Bira tek çeşittir ama üç farklı şekilde sunulur: sade, acı, ekşi. Brön, içine limon turşusu suyu ya da acı biber karışımı ekleyerek servis eder. Az tercih edilse de hep isteyen çıkmıştır. Yemekte ise her gün taze ekmek vardır; yanında ne olacağı sürprizdir. Bazen tavşan yahni, bazen geyikli türlü, bazen soslu domuz çıkar. Yoksa da ekmek, peynir ve soğuk bira yeterlidir. Fiyatlar ortalamanın biraz altındadır; biranın kalitesi çok yüksek olduğundan bu daha cazip hale gelir.\n\nBira bardakları özel yapımdır; her birinde hanın simgesi olan ayı pençesi demir arma bulunur. Önceden birkaç bardak çalınmıştır fakat bir maceracının hırsızı öldürüp bardakları geri getirmesiyle bu olay neredeyse bitmiştir. Maceracılar bölgeye çok gelir çünkü doğuda genişleme havzaları vardır; canavar parçalarını krallık loncalarına satarlar. Kadınların hanlara girmesi pek yaygın değildir ama Brön’ün Hanı’nda kadınlar erkekler kadar hoş karşılanır. Köylüler bunu bilir, kadınlar da çekinmeden gelir. Rahatsızlık verenleri ise iyi bir dayak bekler. Bazen bardan kadın kahkahaları yükselir; Brön’e göre bir handaki en güzel şey budur.",
          "en": "Brön’s Inn is located in Longtail Village, one of the farming settlements situated northeast of the Monarchy’s capital, between Belvrow House’s castle and the capital itself. The building is relatively new compared to other village structures; Brön personally oversaw its construction and covered all the expenses. The inn’s reputation has spread beyond the village, with the taste of Brön’s home-brewed beer reaching even Belvrow House. Each year, Brön sends 80 barrels of beer to the house, half of which is enough to cover all his taxes. Nobles sometimes stop by the inn on their way to the capital, ordering the famous beer and relaxing a little. Brön, however, does not enjoy their visits. Though they leave plenty of money, when they arrive the villagers avoid the inn, which displeases him. Still, he never disrespects the nobles, fully aware of the consequences such actions might bring.\n\nThe inn does not quite match the village’s appearance. While most buildings are made of adobe and wood, the inn stands out with its solid stone walls and finely carved wooden doors and window frames decorated with animal motifs—extravagant for an average village. Brön invested nearly all of his retirement savings into its construction, but he does not complain. Business is good, and the inn has long since paid for itself. When the iron-banded wooden door opens, the bar is visible immediately. Behind the chest-high wooden counter lie the supplies, a staircase to the cellar, and stairs leading up. On the left, neatly arranged tables and chairs shine clean every day. Some still keep their carvings, while others have faded and worn away from countless guests—or from Brön’s vigorous morning cleanings. The tables and chairs are built heavy and sturdy with thick wood and iron frames, designed so that even drunkards cannot easily topple them. The chairs are reinforced with special circular metal bases.\n\nThe inn serves food and drink but offers no rooms. Brön does not scold those who doze off at the tables. Usually, they move to the back, order a beer, rest their heads, and in the morning finish their lukewarm drinks, pay, and leave. The inn has two floors, but only Brön may go upstairs. The second floor serves as his home. In the mornings, he wakes the sleepers, closes the inn for six hours to rest, then reopens it in the afternoon. No one recalls ever seeing him tired; he is always energetic, serious about his work, rarely laughing, though he does not turn away those seeking deep conversation. He enjoys hearing news from the land and continent, sometimes asking questions or adding small comments. It has become a tradition to offer a beer to anyone bringing such news.\n\nThe inn technically has no menu. The beer is of a single type but served in three variations: plain, bitter, and sour. Brön achieves this by mixing in pickled lemon juice or hot pepper upon request. Though not often chosen, there are always customers for it. Meals are less predictable. Fresh bread is guaranteed daily, but the accompaniment is a surprise: sometimes rabbit stew, venison hotpot, or roasted pork. At other times, bread, cheese, and cold beer are enough to satisfy guests. Prices are slightly cheaper than the average inn, while the beer is far superior—making it an irresistible offer.\n\nThe beer mugs are custom-made, each adorned with an iron emblem of the inn’s symbol: a bear’s claw. A few mugs were once stolen, but after a story spread of an adventurer killing the thief and returning the mugs, such incidents became rare. Adventurers frequently visit, as the expansion zones lie just eastward where they hunt wild beasts and sell parts to the kingdom’s guilds. In most northeastern villages, women rarely enter inns—except female adventurers—but Brön’s Inn is different. Women are welcomed as warmly as men, and everyone knows it. Women do not hesitate to visit, for troublemakers can expect a solid beating. Sometimes, the tavern echoes with the laughter of women—a sound Brön considers the finest thing an inn can offer."
        }        
      }
    ]
  }
]
